Revit 2027 API
BuiltInFailures.LinkFailures.CannotReloadFile Property
 Can't reload file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotReloadFile { get; }
Public Shared ReadOnly Property CannotReloadFile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotReloadFile {
	FailureDefinitionId^ get ();
}
static member CannotReloadFile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LinkFailures Class
Autodesk.Revit.DB Namespace